Repository: wp-plugins/wp-translations-badges
Catalog: languages/wp-translations-badges-*.po
Languages: km

source: Visit the GitHub plugin page
km: មើល​ទំព័រ​កម្មវិធី​បន្ថែម​នៅ​លើ GitHub

source: Join us on Transifex
km: ចូលរួម​ជាមួយ​គ្នា​នៅ Transifex

source: Translate
km: បក​ប្រែ

source: WP-Translations Badges Shortcode Builder
km: ប្រដាប់​បង្កើត​កូដ​ខ្លី​នៃ​ស្លាក​សម្គាល់ WP-Translations

source: Insert Shortcode
km: បញ្ចូល​កូដ​ខ្លី

source: WP-T Badges
km: ស្លាក​សម្គាល់ WP-T

source: Your content goes here
km: មាតិកា​របស់​អ្នក​ស្ថិត​នៅ​ត្រង់​នេះ

source: Add Another
km: បន្ថែម​មួយ​ទៀត

source: Remove
km: ដកចេញ

source: WP-Translations Badges
km: ស្លាក​សម្គាល់ WP-Translations

source: Shortcode Builder
km: ប្រដាប់​បង្កើត​កូដ​ខ្លី

source: Configuration
km: ការ​កំណត់​សណ្ឋាន

source: Badge Type:
km: ប្រភេទ​ស្លាក​សម្គាល់៖

source: Type of badge to display
km: ប្រភេទ​ស្លាក​សម្គាល់​ដែល​ត្រូវ​បង្ហាញ

source: *translator||I'm Translating,developer||I'm Developing,donor||I'm a Donor,supporter||I'm a Supporter
km: *translator||ខ្ញុំ​កំពុង​បកប្រែ,developer||ខ្ញុំ​កំពុង​អភិវឌ្ឍ,donor||ខ្ញុំ​គឺ​ជា​អ្នក​បរិច្ចាគ,supporter||ខ្ញុំ​គឺ​ជា​អ្នក​គាំទ្រ

source: Alignment:
km: ការ​តម្រឹម៖

source: Alignment
km: ការ​តម្រឹម៖

source: Settings
km: ការ​កំណត់

source: I am a Translator in WP-Translations Community
km: ខ្ញុំ​គឺ​ជា​អ្នក​បកប្រែ​នៅ​ក្នុង​សហគមន៍ WP-Translations

source: I Use WP-Translations Community for my i18n
km: ខ្ញុំ​ប្រើ​សហគមន៍ WP-Translations សម្រាប់​អន្តរជាតូបនីយកម្ម​របស់​ខ្ញុំ

source: I am a Proud Donor of WP-Translations Community
km: ខ្ញុំ​គឺ​ជា​អ្នក​បរិច្ចាគ​នៃ​សហគមន៍ WP-Translations

source: I am a big Fan of WP-Translations Community
km: ខ្ញុំ​គឺ​ជា​អ្នក​គាំទ្រ​សហគមន៍ WP-Translations

source: On
km: បើក

source: Off
km: បិទ

source: Display a WP-Translations Badge.
km: បង្ហាញ​ស្លាក​សម្គាល់ WP-Translations ។

source: Display WP-Translations badges on your site with Shortcode or Widget
km: បង្ហាញ​ស្លាក​សម្គាល់ WP-Translations នៅ​លើ​វេបសាយ​របស់​អ្នក​ជាមួយ​កូដ​ខ្លី​ឬ​ក៏​ធាតុ​ក្រាហ្វិក

# important only translate Uppercase Words
source: *none||None,left||Left,center||Center,right||Right
km: *none||គ្មាន,left||ឆ្វេង,center||កណ្ដាល,right||ស្ដាំ
